window.langJP = {
  texts: {
    helloTitle: "にほんごばんはただいまじゅんびちゅうです🇯🇵",
    helloText: "すみません、ただいまかんりしゃはよりよいけっかのためににほんごをべんきょうちゅうです。もうしわけありません、かんりしゃはまだにほんごをべんきょうしており、" + 
    "よりよいせいかをめざしています。",
    skillsTitle: "すみません、ただいまかんりしゃはよりよいけっかのためににほんごをべんきょうちゅうです。もうしわけありません、かんりしゃはまだにほんごをべんきょうしており、" + 
    "よりよいせいかをめざしています。",
    skillsList: "すみません、ただいまかんりしゃはよりよいけっかのためににほんごをべんきょうちゅうです。もうしわけありません、かんりしゃはまだにほんごをべんきょうしており、" + 
    "よりよいせいかをめざしています。",
    projectsTitle: "すみません、ただいまかんりしゃはよりよいけっかのためににほんごをべんきょうちゅうです。もうしわけありません、かんりしゃはまだにほんごをべんきょうしており、" + 
    "よりよいせいかをめざしています。",
    projectsDesc: "すみません、ただいまかんりしゃはよりよいけっかのためににほんごをべんきょうちゅうです。もうしわけありません、かんりしゃはまだにほんごをべんきょうしており、" + 
    "よりよいせいかをめざしています。",
    contactTitle: "",
    terminalWelcome: "ポートフォリオへようこそ！",
    terminalHelp: ""
  },
  commands: {}
};
